Repository: PromassGithub/Various
Catalog: Stellare/Logical/Infrastructure/LocalizableTexts.tmx
Source language: en
Languages: de

source: Recording of MpData started
de: MpData startet Aufzeichnung

source: Temperature is over tolerance ({&CurrentTemp|4.2}°)
de: Temperatur ist über der Toleranz ({&CurrentTemp|4.2}°)

source: Temperature is below tolerance ({&CurrentTemp|4.2}°)
de: Temperatur ist unter der Toleranz ({&CurrentTemp|4.2}°)

source: This is a testalarm set by mpSequence.
de: Daa ist ein Testalarm der von mpSequence gesetzt wird.

source: There is not enough water! Please refill.
de: Es ist zu wenig Wasser vorhanden! Bitte nachfüllen.

source: There is not enough coffee! Please refill.
de: Es ist zu wenig Kaffe vorhanden! Bitte nachfüllen.

source: There is not enough milk! Please refill.
de: Es ist zu wenig Milch vorhanden! Bitte nachfüllen.

source: There is not enough sugar! Please refill.
de: Es ist zu wenig Zucker vorhanden! Bitte nachfüllen.
